import {v4 as uuidv4} from "uuid";

export const biophilicLandscapingImagesData = [
    {
        id: uuidv4(),
        img: '/images/bioohilic-landscaping/gallery/image-1.webp',
        label: 'рис.1 (внутренний двор)',
        desc: `Затенённый внутренний двор становится зелёной паузой  в 
                городском ритме, где форма и фактура листьев берут верх  над цветом и цветением.`,
    },
    {
        id: uuidv4(),
        img: '/images/bioohilic-landscaping/gallery/image-2.webp',
        label: 'рис.2 (внешнее пространство)',
        desc: `Солнечное внешнее пространство обретает иную динамику — декоративные злаки и 
                сдержанные цветущие многолетники делают территорию светлой, 
                яркой, а атмосферу — располагающей к движению и общению.`,
    },
    {
        id: uuidv4(),
        img: '/images/bioohilic-landscaping/gallery/image-3.webp',
        label: 'рис.3 (внутренний двор)',
        desc: `Контрастное зонирование света и тени становится ботанической драматургией — 
                от созерцательного покоя внутренних садов до энергичного ритма посадок по периметру.`,
    },

]