import {selectionItemType} from "@/src/app/types/selectionCorps";
import {v4 as uuidv4} from "uuid";

export const selectPointsApartmentsData = [
    {
        id: uuidv4(),
        name: 'apartment_1',
        selected: true,
        title: `Квартиры с отделкой White Box`,
        img: '/images/points-interest/image-1.webp',
        itemDesc: [
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: true,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
        ],
    },
    {
        id: uuidv4(),
        name: 'apartment_2',
        selected: false,
        title: `Квартиры без отделки`,
        img: '/images/points-interest/image-1.webp',
        itemDesc: [
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: false,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
            {
                id: uuidv4(),
                active: true,
                title: 'Цементная стяжка',
                desc: 'под устройство чистового покрытия — кафеля, ламината или другого по усмотрению собственника',
            },
        ],
    },
];