
import {v4 as uuidv4} from "uuid";

export const improvementData = [
    {
        id: uuidv4(),
        img: '/images/improvement/image-1.webp',
        label: 'рис.1 (павильон для спорта)',
        desc: `Природа перемещается вертикалью вверх, словно тянется вслед
                за архитектурой: на уровне земли, насыпей и террасы она
                насыщает пространство зеленью и воздухом`,
    },
    {
        id: uuidv4(),
        img: '/images/improvement/image-2.webp',
        label: 'рис.2 (паркинг)',
        desc: `Плавные линии растворяют функциональные зоны. Например, пожарный
                проезд замаскирован и не нарушает дизайн, но запроектирован по нормам.`,
    },
    {
        id: uuidv4(),
        img: '/images/improvement/image-3.webp',
        label: 'рис.3 (внутренний двор)',
        desc: `Многоуровневость раскрывает небольшую площадь в выгодном свете — каждый метр полезен.`,
    },

]